{
	"hi" : "Hi!,",
	"my" : "My",
	"name" : "Name is",
	"softFull" : "A Software / Fullstack Developer",
	"aboutme" : "About Me",
	"aboutmeDes" : "I'm a Software Developer, with a strong background in Front-End development and some experience in Back-End, also experience in game development with Unity , Currently I'm deepening my knowledge in data structures and constantly sharpening my skills. I have a passion for learning new technologies, and I am committed to continuous improvement!(: 🚀.",
	"experience" : "Experience",
	"projectsmore" : "Projects & More",
	"gameDev" : "Game Development",
	"Hello!": "Hello!",
	"About Me": "About Me",
	"techTools" : "Technologies & Tools",
	"techToolsDes" : "The ones i am more confortable with:",

	"Experience": "Experience",

	"jobTitle_1": "FrontEnd Developer - Freelancer",
	"jobDate_1": "January 2021 - June 2021",
	"jobTitle_2": "Intern FrontEnd Developer",
	"jobDate_2": "January 2021 - June 2021",
	"jobTitle_3": "FullStack Developer",
	"jobDate_3": "March 2022 - July 2022",
	"jobTitle_4": "FullStack Developer - Freelancer",
	"jobDate_4": "August 2022 - Present",

	"Projects": "Projects",

	"cryptoControl": "Crypto Control",
	"cryptoControlDes": "Cryptocurrency control, with the possibility of calculating market prices using an external API, which updates and displays real-time prices.",
	
	"expenseTracker": "Expense Tracker",
	"expenseTrackerDes": "Personal expense tracker, with the ability to add, edit, and delete expenses, using LocalStorage to store the data and keep it in the browser.",
	
	"formRestAPI": "RestAPI Form",
	"formRestAPIDes": "Form that consumes a RestAPI, with the ability to add, edit, and delete data.",

	"kidboxTitle": "SpookyJam - KidBox",
	"kidboxDes": "Theme of the Jam: 'Quarantine'. A boy appears on a desolate street, amidst his confusion within a completely strange world and piqued by curiosity, he will make the decision to discover what happened to the entire world, avoiding the silhouettes that stalk him during his trip, maintaining a stealth which will help him advance by finding clues with which to calm his curiosity, in order to find an unexpected ending...",

	"takeRootTitle": "CreativeJam - TakeRoot",
	"takeRootDes": "Theme of the Jam: 'Roots'. 3 Plataform levels, with a main character a Fongus that can jump and use his hook to grab and move through the map easily, even use shortcuts, at the end trying to reach his pot and sleep(:!.",

	"wasteShopTitle": "WasteShop",
	"wasteShopDes": "This immersive virtual reality video game is set in a post-apocalyptic wasteland. In this game, players take on the role of a trader in a small store in the middle of the wasteland, selling valuable items and resources, having a time and score, become the manager of the store climbing the real Leaderboard."
}