{
	"hi" : "Hola!,",
	"my" : "Me",
	"name" : "Llamo",
	"softFull" : "Desarrollador de Software / Fullstack",
	"aboutme" : "Sobre m칤",
	"aboutmeDes" : "Soy un desarrollador autodidacta apasionado con m치s de 2+ a침os de experiencia en desarrollo y 1+ A침o Como desarrollador Web, con una s칩lida formaci칩n, desde dise침o web, fundamentos de Front-End, as칤 como tecnolog칤as de Back-End y implementaci칩n de aplicaciones, incluidas otras herramientas que dejar칠 a continuaci칩n. Tuve la oportunidad de liderar peque침os equipos en proyectos, donde coordin칠 tareas, mentor칤a y mejora continua. Actualmente, estoy profundizando mis conocimientos en estructuras de datos y afilando constantemente mis habilidades. Tambi칠n tengo pasi칩n por aprender nuevas tecnolog칤as y siempre me esfuerzo por la mejora continua!(: 游",
	"experience" : "Experiencia",
	"projectsmore" : "Proyectos",
	"gameDev" : "Desarrollo VideoJuegos",
	"Hello!": "춰Hola!",
	"About Me": "Sobre m칤",
	"techTools" : "Tecnolog칤as",
	"techToolsDes" : "Tecnolog칤as que he usado anteriormente, puedo adaptarme a cualquier tecnolog칤a que sea necesaria y siempre abierto a aprender m치s!",

	"Experience": "Experiencia",

	"jobTitle_1": "Desarrollador Front-End",
	"jobDate_1": "Enero 2021 - Junio 2021",
	"jobTitle_2": "Desarrollador Front-End en Pr치cticas",
	"jobDate_2": "Enero 2021 - Junio 2021",
	"jobTitle_3": "Desarrollador Jr",
	"jobDate_3": "Marzo 2022 - Julio 2022",
	"jobTitle_4": "Desarrollador Full Stack Jr",
	"jobDate_4": "Agosto 2022 - Septiembre 2024",
	"jobTitle_5": "Full Stack Developer Jr",
	"jobDate_5": "Octubre 2024 - Presente",

	"Projects": "Proyectos",

	"projectTitle_1": "MyCampus / ReportsWeb",
	"projectDes_1": "Sitio web para registrar incidentes en un campus universitario basado en un mapa digital, gestionado por la administraci칩n universitaria.",

	"projectTitle_2": "Control de Criptomonedas",
	"projectDes_2": "Control de criptomonedas, con la posibilidad de calcular precios de mercado utilizando una API externa, que actualiza y muestra precios en tiempo real.",
	
	"projectTitle_3": "Seguimiento de Gastos",
	"projectDes_3": "Seguimiento personal de gastos, con la capacidad de agregar, editar y eliminar gastos, utilizando LocalStorage para almacenar los datos y mantenerlos en el navegador.",
	
	"projectTitle_4": "Formulario RestAPI",
	"projectDes_4": "Formulario que consume una RestAPI, con la capacidad de agregar, editar y eliminar datos.",
	
	"projectTitle_5": "Formulario Django",
	"projectDes_5": "Formulario, con la capacidad de agregar, editar y eliminar datos, utilizando Django como backend.",

	"projectTitle_6": "Base de datos WasteShop",
	"projectDes_6": "Tabla de clasificaci칩n gestionada con MySql Workbench y Deploy en FileZilla, donde se almacenan los datos del usuario en tiempo real, incluyendo puntuaci칩n, nombre, logros y m치s.",

	"kidboxTitle": "SpookyJam - KidBox",
	"kidboxDes": "Tema del Jam: 'Cuarentena'. Un ni침o aparece en una calle desolada, en medio de su confusi칩n dentro de un mundo completamente extra침o y picado por la curiosidad, tomar치 la decisi칩n de descubrir qu칠 le sucedi칩 al mundo entero, evitando las siluetas que lo acechan durante su viaje, manteniendo un sigilo que le ayudar치 a avanzar encontrando pistas con las cuales calmar su curiosidad, con el fin de encontrar un final inesperado...",

	"takeRootTitle": "CreativeJam - TakeRoot",
	"takeRootDes": "Tema del Jam: 'Ra칤ces'. 3 niveles de plataformas, con un personaje principal un Honguito que puede saltar y usar su gancho para agarrar y moverse f치cilmente por el mapa, incluso usar atajos, al final intentando llegar a su maceta y dormir(:!.",

	"wasteShopTitle": "WasteShop",
	"wasteShopDes": "En un mundo post-apocal칤ptico. Los jugadores asumen el papel de un comerciante que administra una peque침a tienda, vendiendo art칤culos y recursos a clientes dudosos. El objetivo es gestionar el tiempo de manera efectiva, ganar puntos y convertirse en el mejor administrador de tiendas en la tabla de clasificaciones.",
	
	"contact": "Contacto:"

}