{
	"hi" : "Hola!,",
	"my" : "Me",
	"name" : "Llamo",
	"softFull" : "Desarrollador de Software / Fullstack",
	"aboutme" : "Sobre m칤",
	"aboutmeDes" : "Con gusto al desarrollo de software, con experiencia en desarrollo Front-End y algo de experiencia en Back-End, adem치s de haber manejado el desarrollo de videojuegos con el motor Unity. Actualmente estoy profundizando mis conocimientos en estructuras de datos y mejorando constantemente mis habilidades. Tengo pasi칩n por aprender nuevas tecnolog칤as y estoy comprometido con la mejora continua!(: 游.",
	"experience" : "Experiencia",
	"projectsmore" : "Proyectos",
	"gameDev" : "Desarrollo VideoJuegos",
	"Hello!": "춰Hola!",
	"About Me": "Sobre m칤",
	"techTools" : "Tecnolog칤as",
	"techToolsDes" : "Lo que he usado y algunos con los que me siento m치s c칩modo:",

	"Experience": "Experiencia",

	"jobTitle_1": "Desarrollador FullStack",
	"jobDate_1": "Marzo 2022 - Julio 2022",
	"jobTitle_2": "Pr치cticas Desarrollador FrontEnd",
	"jobDate_2": "Enero 2021 - Junio 2021",
	"jobTitle_3": "Desarrollador FrontEnd - Freelancer",
	"jobDate_3": "Enero 2021 - Junio 2021",
	"jobTitle_4": "Desarrollador FullStack - Freelancer",
	"jobDate_4": "Agosto 2022 - Presente",

	"Projects": "Proyectos",

	"projectTitle_1": "MyCampus / ReportsWeb",
	"projectDes_1": "Sitio web para registrar incidentes en un campus universitario basado en un mapa digital, gestionado por la administraci칩n universitaria.",

	"cryptoControl": "Control de Criptomonedas",
	"cryptoControlDes": "Control de criptomonedas, con la posibilidad de calcular precios de mercado utilizando una API externa, que actualiza y muestra precios en tiempo real.",
	
	"expenseTracker": "Seguimiento de Gastos",
	"expenseTrackerDes": "Seguimiento personal de gastos, con la capacidad de agregar, editar y eliminar gastos, utilizando LocalStorage para almacenar los datos y mantenerlos en el navegador.",
	
	"formRestAPI": "Formulario RestAPI",
	"formRestAPIDes": "Formulario que consume una RestAPI, con la capacidad de agregar, editar y eliminar datos.",

	"kidboxTitle": "SpookyJam - KidBox",
	"kidboxDes": "Tema del Jam: 'Cuarentena'. Un ni침o aparece en una calle desolada, en medio de su confusi칩n dentro de un mundo completamente extra침o y picado por la curiosidad, tomar치 la decisi칩n de descubrir qu칠 le sucedi칩 al mundo entero, evitando las siluetas que lo acechan durante su viaje, manteniendo un sigilo que le ayudar치 a avanzar encontrando pistas con las cuales calmar su curiosidad, con el fin de encontrar un final inesperado...",

	"takeRootTitle": "CreativeJam - TakeRoot",
	"takeRootDes": "Tema del Jam: 'Ra칤ces'. 3 niveles de plataformas, con un personaje principal un Honguito que puede saltar y usar su gancho para agarrar y moverse f치cilmente por el mapa, incluso usar atajos, al final intentando llegar a su maceta y dormir(:!.",

	"wasteShopTitle": "WasteShop",
	"wasteShopDes": "Este inmersivo videojuego de realidad virtual est치 ambientado en un p치ramo post-apocal칤ptico. En este juego, los jugadores asumen el papel de un comerciante en una peque침a tienda en medio del p치ramo, vendiendo objetos valiosos y recursos, teniendo un tiempo y una puntuaci칩n, convirti칠ndose en el gerente de la tienda escalando en el verdadero Leaderboard.",
	
	"contact": "Contacto:"

}